Repository: iCamera/latte_camera
Catalog: Resources/*.lproj/Localizable.strings
Languages: vi

source: Cancel
vi: Không

# change_lens
source: Swap lens
vi: Đổi ống kính

source: Close
vi: Đóng

# delete_photo
source: Remove this photo
vi: Xoá ảnh này

# error
source: Oops!
vi: Ái dà!

# exif_info
source: Camera Information
vi: Thông tin máy ảnh

# lens_fisheye
source: Fisheye
vi: Mắt cá

# lens_normal
source: Normal
vi: Bình thường

# lens_wide
source: Wide angle
vi: Rộng

# photo_hasnt_been_saved
source: This photo has not been saved
vi: Ảnh này chưa được lưu

# photo_info
source: Details
vi: Chi tiết

# register_click_the_link
source: Please visit the link specified in the email to complete your registration.
vi: Xin vui lòng mở link xác nhận trong email và đăng nhập.

# register_error_email_format
source: Please enter a correct email address
vi: Xin vui lòng nhập lại email

# register_error_email_require
source: Please enter your email address
vi: Xin vui lòng nhập email

# register_error_password_require
source: Please enter a password
vi: Xin vui lòng nhập mật khẩu

# register_error_username_require
source: Please enter a username
vi: Xin vui lòng nhập nick

# register_sent_email
source: Confirmation email sent.
vi: Thư xác nhận đã được gửi.

# start_camera
source: Take photo!
vi: Chụp ảnh!

# status_friends
source: Mutual Follow
vi: Bạn bè

# status_members
source: Members
vi: Thành viên

# status_private
source: Only Me
vi: Cá nhân

# status_public
source: Public
vi: Công khai

# stop_camera
source: Yes
vi: Đóng

# stop_camera_confirm
source: Do you still want to close the camera?
vi: Đóng máy ảnh lại nhé?

source: Tags
vi: Thẻ

source: Taken date
vi: Ngày chụp

source: Uploaded date
vi: Ngày đăng

# request_pending
source: Pending request
vi: Đang đợi kết bạn

# request_ignored
source: Ignored request
vi: Bỏ qua

# request_facebook
source: Facebook friends
vi: Bạn bè Facebook

source: Privacy setting
vi: Thiết lập quyền riêng tư

source: and
vi: và

source: Guest
vi: Khách

# notify_commented
source: %@ commented on this photo
vi: bình luận vào ảnh của bạn

source: Unfollow
vi: Huỷ theo đuôi

source: Follow
vi: Theo đuôi

source: Gender
vi: Giới tính

# current_residence
source: Current address
vi: Nơi ở

source: Hometown
vi: Nơi sinh

source: Age
vi: Tuổi

# birthdate
source: Birthday
vi: Ngày sinh

source: Blood type
vi: Nhóm máu

source: Occupation
vi: Công tác

source: Hobby
vi: Sở thích

source: Introduction
vi: Giới thiệu

source: Male
vi: Nam

source: Female
vi: Nữ

source: BACK
vi: LÙI

# has_uploaded_x_photos
source: has uploaded %d photos
vi: đã đăng %d ảnh

# friend_setting
source: Connection
vi: Kết nối

# change_profile_pic
source: Profile Picture
vi: Ảnh đại diện

# remove_profile_pic
source: Remove
vi: Xoá

# select_profile_pic
source: Choose Picture
vi: Chọn ảnh

# my_profile
source: View my profile
vi: Hồ sơ cá nhân

# error_login_fail
source: Unable to log in. Please check your email address and password.
vi: Không thể đăng nhập. Xin vui lòng kiểm tra lại email và mật khẩu.

# error_no_twitter
source: Please add one Twitter account in Setting
vi: Xin vui lòng nhập 1 tài khoản Twitter ở trong Setting của iPhone.

# feature_not_available
source: This feature will be available in next version! :)
vi: Bọn tớ sẽ kích hoạt chức năng này ở phiên bản tiếp theo! :)

source: No title
vi: Không đề

# apns_new_vote
source: %@ liked your photo
vi: Bạn %@ thích ảnh của ấy!

# apns_new_vote_guest
source: Guest liked your photo
vi: Có một bạn nào đó thích ảnh của ấy!

# apns_new_comment
source: %@ commented on photo:%@
vi: Bạn %@ bình luận vào ảnh của ấy

# saved_photo
source: Saved to Camera Roll
vi: Đã lưu vào thư viện ảnh

# cannot_save_photo
source: Cannot save to Camera Roll
vi: Không thể lưu ảnh

source: Uploading :)
vi: Đang đăng ảnh :)

# cannot_upload
source: Could not upload photo
vi: Có lỗi đăng ảnh

# retry_upload
source: Retry
vi: Thử lại
